Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.subtractionMix.belowZero.b2
source: The answer may go below zero.
af: Die antwoord mag onder nul wees.
am: መልሱ ከዜሮ በታች ሊሆን ይችላል።
ar: قد تكون الإجابة أقل من صفر.
as: উত্তৰ শূন্যৰ তললৈ যাব পাৰে।
az: Cavab sıfırdan kiçik ola bilər.
be: Адказ можа быць меншы за нуль.
bg: Отговорът може да е под нулата.
bn: উত্তর শূন্যের নিচেও যেতে পারে।
bo: ལན་ཀླད་ཀོར་ལས་ཆུང་ཆོག
bs: Rezultat može biti manji od nule.
ca: El resultat pot ser inferior a zero.
cs: Výsledek může být menší než nula.
cy: Gall yr ateb fynd yn is na sero.
da: Svaret må gerne være under nul.
de: Das Ergebnis darf kleiner als null sein.
el: Η απάντηση μπορεί να είναι κάτω από το μηδέν.
es: La respuesta puede ser menor que cero.
et: Vastus võib minna alla nulli.
eu: Emaitza zero azpitik joan daiteke.
fa: پاسخ می‌تواند کمتر از صفر شود.
fi: Vastaus voi mennä alle nollan.
fo: Svarið kann fara niður um null.
fr: La réponse peut être inférieure à zéro.
ga: Féadfaidh an freagra dul faoi bhun náid.
gl: A resposta pode ser menor ca cero.
gu: જવાબ શૂન્યથી ઓછો હોઈ શકે.
he: התשובה יכולה להיות מתחת לאפס.
hi: उत्तर शून्य से कम हो सकता है।
hr: Rezultat može biti manji od nule.
hu: Az eredmény nulla alá is mehet.
hy: Պատասխանը կարող է զրոյից փոքր լինել։
id: Jawabannya boleh kurang dari nol.
is: Svarið má fara niður fyrir núll.
it: Il risultato può scendere sotto zero.
ja: 答えが0より小さくなることもあるよ。
ka: პასუხი შეიძლება ნულზე ნაკლები იყოს.
kk: Жауап нөлден төмен болуы мүмкін.
km: ចម្លើយអាចតិចជាងសូន្យ។
kn: ಉತ್ತರ ಶೂನ್ಯಕ್ಕಿಂತ ಕಡಿಮೆಯಾಗಬಹುದು.
ko: 답이 0보다 작을 수도 있어요.
lo: ຄຳຕອບອາດຕ່ຳກວ່າສູນ.
lt: Atsakymas gali būti mažesnis už nulį.
lv: Atbilde drīkst būt zem nulles.
mk: Одговорот може да биде под нула.
ml: ഉത്തരം പൂജ്യത്തിന് താഴെയാകാം.
mn: Хариу тэгээс бага байж болно.
mr: उत्तर शून्यापेक्षा कमी असू शकते.
ms: Jawapan boleh kurang daripada sifar.
my: အဖြေက သုညအောက် ရောက်နိုင်တယ်။
ne: उत्तर शून्यभन्दा तल जान सक्छ।
nl: De uitkomst mag onder nul komen.
no: Svaret kan bli mindre enn null.
or: ଉତ୍ତର ଶୂନ୍ୟରୁ କମ୍ ହୋଇପାରେ।
pa: ਜਵਾਬ ਸਿਫ਼ਰ ਤੋਂ ਹੇਠਾਂ ਜਾ ਸਕਦਾ ਹੈ।
pl: Wynik może być mniejszy od zera.
pt: A resposta pode ficar abaixo de zero.
ro: Răspunsul poate fi mai mic decât zero.
ru: Ответ может быть меньше нуля.
si: පිළිතුර බිංදුවට වඩා අඩු විය හැක.
sk: Výsledok môže byť menší ako nula.
sl: Rezultat je lahko manjši od nič.
sq: Përgjigjja mund të jetë nën zero.
sr: Rezultat može biti manji od nule.
sv: Svaret kan bli mindre än noll.
sw: Jibu linaweza kuwa chini ya sifuri.
ta: விடை பூஜ்ஜியத்திற்குக் கீழே செல்லலாம்.
te: జవాబు సున్నా కంటే తక్కువ కావచ్చు.
th: คำตอบอาจต่ำกว่าศูนย์
tr: Cevap sıfırın altına düşebilir.
ug: جاۋاب نۆلدىن تۆۋەن بولسىمۇ بولىدۇ.
uk: Відповідь може бути меншою за нуль.
ur: جواب صفر سے کم ہو سکتا ہے۔
uz: Javob noldan kichik bo‘lishi mumkin.
vi: Đáp án có thể nhỏ hơn 0.
zh: 答案可以小于零。
zu: Impendulo ingehla ngaphansi kuka-zero.

# modeIntro.subtractionMix.belowZero.title
source: Below zero
af: Onder nul
am: ከዜሮ በታች
ar: أقل من صفر
as: শূন্যৰ তলত
az: Sıfırdan aşağı
be: Ніжэй за нуль
bg: Под нулата
bn: শূন্যের নিচে
bo: ཀླད་ཀོར་ལས་ཆུང་།
bs: Ispod nule
ca: Sota zero
cs: Pod nulou
cy: Is na sero
da: Under nul
de: Unter null
el: Κάτω από το μηδέν
es: Bajo cero
et: Alla nulli
eu: Zero azpitik
fa: زیر صفر
fi: Alle nollan
fo: Undir null
fr: Sous zéro
ga: Faoi bhun náid
gl: Baixo cero
gu: શૂન્યથી નીચે
he: מתחת לאפס
hi: शून्य से नीचे
hr: Ispod nule
hu: Nulla alatt
hy: Զրոյից ցածր
id: Di bawah nol
is: Undir núlli
it: Sotto zero
ja: 0より小さい数
ka: ნულზე ნაკლები
kk: Нөлден төмен
km: ក្រោមសូន្យ
kn: ಶೂನ್ಯಕ್ಕಿಂತ ಕಡಿಮೆ
ko: 0보다 작게
lo: ຕ່ຳກວ່າສູນ
lt: Žemiau nulio
lv: Zem nulles
mk: Под нула
ml: പൂജ്യത്തിന് താഴെ
mn: Тэгээс доош
mr: शून्याखाली
ms: Bawah sifar
my: သုညအောက်
ne: शून्यभन्दा तल
nl: Onder nul
no: Under null
or: ଶୂନ୍ୟରୁ କମ୍
pa: ਸਿਫ਼ਰ ਤੋਂ ਹੇਠਾਂ
pl: Poniżej zera
pt: Abaixo de zero
ro: Sub zero
ru: Ниже нуля
si: බිංදුවට පහළ
sk: Pod nulou
sl: Pod ničlo
sq: Nën zero
sr: Ispod nule
sv: Under noll
sw: Chini ya sifuri
ta: பூஜ்ஜியத்திற்குக் கீழே
te: సున్నా కంటే తక్కువ
th: ต่ำกว่าศูนย์
tr: Sıfırın altı
ug: نۆلدىن تۆۋەن
uk: Нижче нуля
ur: صفر سے کم
uz: Noldan past
vi: Dưới 0
zh: 小于零
zu: Ngaphansi kuka-zero

# modeIntro.subtractionMix.title %lld
source: Subtract up to %lld
af: Trek af tot %lld
am: እስከ %lld ቀንስ
ar: الطرح حتى %lld
as: %lld লৈ বিয়োগ
az: %lld-ə qədər çıx
be: Адніманне да %lld
bg: Изваждане до %lld
bn: %lld পর্যন্ত বিয়োগ
bo: %lld བར་འཐེན།
bs: Oduzimanje do %lld
ca: Resta fins a %lld
cs: Odčítání do %lld
cy: Tynnu hyd at %lld
da: Træk fra op til %lld
de: Subtrahieren bis %lld
el: Αφαίρεση έως %lld
es: Restar hasta %lld
et: Lahutamine kuni %lld
eu: Kendu %lld arte
fa: تفریق تا %lld
fi: Vähennyslasku %lld asti
fo: Drag frá upp í %lld
fr: Soustraire jusqu’à %lld
ga: Dealú go %lld
gl: Restar ata %lld
gu: %lld સુધી બાદબાકી
he: חיסור עד %lld
hi: %lld तक घटाव
hr: Oduzimanje do %lld
hu: Kivonás %lld-ig
hy: Հանում մինչև %lld
id: Kurangi sampai %lld
is: Dragðu frá upp í %lld
it: Sottrazioni fino a %lld
ja: %lldまでのひき算
ka: გამოკლება %lld-მდე
kk: %lld-ге дейін азайту
km: ដកដល់ %lld
kn: %lldರವರೆಗೆ ಕಳೆ
ko: %lld까지 뺄셈
lo: ລົບເຖິງ %lld
lt: Atimtis iki %lld
lv: Atņem līdz %lld
mk: Одземање до %lld
ml: %lld വരെ കുറയ്ക്കൽ
mn: %lld хүртэл хасах
mr: %lld पर्यंत वजाबाकी
ms: Tolak hingga %lld
my: %lld အထိ နုတ်ခြင်း
ne: %lld सम्म घटाउ
nl: Aftrekken tot %lld
no: Trekk fra til %lld
or: %lld ପର୍ଯ୍ୟନ୍ତ ବିୟୋଗ
pa: %lld ਤੱਕ ਘਟਾਓ
pl: Odejmowanie do %lld
pt: Subtrair até %lld
ro: Scăderi până la %lld
ru: Вычитание до %lld
si: %lld දක්වා අඩු කරන්න
sk: Odčítanie do %lld
sl: Odštevaj do %lld
sq: Zbritje deri në %lld
sr: Oduzimanje do %lld
sv: Subtrahera upp till %lld
sw: Toa hadi %lld
ta: %lld வரை கழித்தல்
te: %lld వరకు తీసివేత
th: ลบไม่เกิน %lld
tr: %lld'ye kadar çıkar
ug: %lld گىچە ئېلىش
uk: Віднімання до %lld
ur: %lld تک تفریق
uz: %lld gacha ayirish
vi: Trừ đến %lld
zh: 减到 %lld
zu: Susa kuze kufike ku-%lld

# modeIntro.subtractionMix.twoNumbers
source: Keep subtracting two numbers.
af: Trek elke keer twee getalle van mekaar af.
am: ሁለት ቁጥሮችን መቀነስህን ቀጥል።
ar: اطرح عددين في كل مرة.
as: দুটা সংখ্যা বিয়োগ কৰি যোৱা।
az: İki ədədi bir-birindən çıx.
be: Аднімай адзін лік ад другога.
bg: Изваждай по две числа.
bn: দুটি সংখ্যা বারবার বিয়োগ করো।
bo: གྲངས་གཉིས་ཕན་ཚུན་འཐེན།
bs: Stalno oduzimaj dva broja.
ca: Continua restant dos nombres.
cs: Stále odčítej dvě čísla.
cy: Dalia ati i dynnu un rhif o'r llall.
da: Træk to tal fra hinanden igen og igen.
de: Subtrahiere immer zwei Zahlen.
el: Αφαίρεσε ξανά και ξανά δύο αριθμούς.
es: Sigue restando dos números.
et: Lahuta aina kaks arvu.
eu: Bi zenbaki kentzen jarraitu.
fa: دو عدد را از هم کم کن.
fi: Vähennä aina kaksi lukua toisistaan.
fo: Drag tvey tøl frá hvørjum øðrum.
fr: Soustrais toujours deux nombres.
ga: Lean ort ag baint uimhir amháin ó uimhir eile.
gl: Segue restando dous números.
gu: બે અંકોને બાદ કરતા રહો.
he: חסרו בכל פעם שני מספרים.
hi: दो संख्याओं को घटाते रहो।
hr: Stalno oduzimaj dva broja.
hu: Mindig két számot vonj ki egymásból.
hy: Շարունակ հանիր երկու թվերը։
id: Terus kurangkan dua angka.
is: Dragðu alltaf eina tölu frá annarri.
it: Sottrai sempre due numeri.
ja: 2つの数をひいていこう。
ka: ყოველ ჯერზე ერთი რიცხვი მეორეს გამოაკელი.
kk: Екі санды бір-бірінен азайта бер.
km: ដកចំនួនពីរពីគ្នាបន្តបន្ទាប់។
kn: ಎರಡು ಸಂಖ್ಯೆಗಳನ್ನು ಮತ್ತೆ ಮತ್ತೆ ಕಳೆ.
ko: 두 수를 계속 빼요.
lo: ລົບສອງຈຳນວນຕໍ່ໄປ.
lt: Vis atimk vieną skaičių iš kito.
lv: Turpini atņemt vienu skaitli no otra.
mk: Постојано одземај два броја.
ml: രണ്ട് സംഖ്യകൾ കുറച്ചുകൊണ്ടിരിക്കുക.
mn: Хоёр тоог хооронд нь хасаарай.
mr: दोन संख्यांची वजाबाकी करत राहा.
ms: Terus tolak dua nombor.
my: ဂဏန်းနှစ်ခုကို ဆက်နုတ်ပါ။
ne: दुई सङ्ख्या घटाइराख।
nl: Trek steeds twee getallen van elkaar af.
no: Trekk to tall fra hverandre om gangen.
or: ଦୁଇଟି ସଂଖ୍ୟାକୁ ବିୟୋଗ କରି ଚାଲ।
pa: ਦੋ ਗਿਣਤੀਆਂ ਨੂੰ ਘਟਾਉਂਦੇ ਰਹੋ।
pl: Odejmuj od siebie dwie liczby.
pt: Continua a subtrair dois números.
ro: Scade mereu două numere.
ru: Вычитай одно число из другого.
si: අංක දෙක බැගින් අඩු කරන්න.
sk: Stále odčítavaj dve čísla.
sl: Odštevaj po dve števili.
sq: Vazhdo të zbresësh dy numra.
sr: Oduzimaj po dva broja.
sv: Subtrahera två tal.
sw: Endelea kutoa nambari mbili.
ta: இரண்டு எண்களை தொடர்ந்து கழி.
te: రెండు సంఖ్యలను తీసివేస్తూ ఉండు.
th: ลบสองจำนวนออกจากกัน
tr: İki sayıyı çıkarmaya devam et.
ug: ئىككى ساننى داۋاملىق بىر-بىرىدىن ئال.
uk: Віднімай одне число від іншого.
ur: دو اعداد کو منفی کرتے رہیں۔
uz: Ikki sonni bir-biridan ayir.
vi: Trừ hai số cho nhau.
zh: 不断用一个数减去另一个数。
zu: Qhubeka ususa izinombolo ezimbili.

# modeIntro.super.b2 %lld
source: The difficulty can increase up to |level %lld| for each selected category.
af: Die moeilikheid kan tot |vlak %lld| vir elke gekose afdeling styg.
am: ለእያንዳንዱ የተመረጠ ዓይነት አስቸጋሪነቱ እስከ |ደረጃ %lld| ሊጨምር ይችላል።
ar: قد ترتفع الصعوبة حتى |المستوى %lld| لكل فئة مختارة.
as: বাছনি কৰা প্ৰতিটো ভাগত কঠিনতা |লেভেল %lld| লৈ বাঢ়িব পাৰে।
az: Hər seçilmiş bölmədə çətinlik |%lld-ci səviyyəyə| qədər arta bilər.
be: Складанасць кожнай выбранай тэмы можа вырасці да |ўзроўню %lld|.
bg: Трудността може да стигне до |ниво %lld| за всяка избрана категория.
bn: প্রতিটি বাছাই করা বিষয়ে কঠিনতা |লেভেল %lld| পর্যন্ত বাড়তে পারে।
bo: བདམས་པའི་རིགས་རེའི་དཀའ་ཚད་ |རིམ་པ་ %lld| བར་འཕར་ཆོག
bs: Težina može rasti do |nivoa %lld| za svaku izabranu kategoriju.
ca: La dificultat pot pujar fins al |nivell %lld| de cada categoria triada.
cs: Obtížnost může u každé vybrané kategorie stoupnout až na |úroveň %lld|.
cy: Gall yr anhawster gynyddu hyd at |lefel %lld| ar gyfer pob categori a ddewiswyd.
da: Sværhedsgraden kan stige til |bane %lld| i hver valgt kategori.
de: Die Schwierigkeit kann in jedem gewählten Bereich bis |Level %lld| steigen.
el: Η δυσκολία μπορεί να φτάσει έως το |επίπεδο %lld| για κάθε επιλεγμένη κατηγορία.
es: La dificultad puede subir hasta el |nivel %lld| en cada categoría elegida.
et: Iga valitud teema raskus võib tõusta kuni |tasemeni %lld|.
eu: Zailtasuna hautatutako atal bakoitzeko |%lld. mailara| igo daiteke.
fa: سختی هر بخش انتخاب‌شده می‌تواند تا |مرحلهٔ %lld| بالا برود.
fi: Vaikeus voi nousta jokaisessa valitussa aiheessa |tasolle %lld|.
fo: Torleikastøðið kann vaksa upp í |stig %lld| fyri hvønn valdan bólk.
fr: La difficulté peut monter jusqu’au |niveau %lld| pour chaque catégorie choisie.
ga: Féadfaidh an deacracht ardú go |leibhéal %lld| i ngach catagóir roghnaithe.
gl: A dificultade pode subir ata o |nivel %lld| en cada categoría escollida.
gu: દરેક પસંદ કરેલા વિષયમાં મુશ્કેલી |લેવલ %lld| સુધી વધી શકે.
he: רמת הקושי יכולה לעלות עד |שלב %lld| בכל נושא שנבחר.
hi: हर चुनी श्रेणी की कठिनाई |स्तर %lld| तक बढ़ सकती है।
hr: Težina može rasti do |razine %lld| za svaku odabranu kategoriju.
hu: A nehézség minden kiválasztott témában legfeljebb a(z) |%lld. szintig| nőhet.
hy: Յուրաքանչյուր ընտրված բաժնի դժվարությունը կարող է հասնել մինչև |%lld մակարդակ|։
id: Tingkat kesulitan bisa naik hingga |level %lld| untuk setiap kategori yang dipilih.
is: Erfiðleikinn getur aukist upp í |borð %lld| í hverjum völdum flokki.
it: La difficoltà può salire fino al |livello %lld| per ogni categoria scelta.
ja: えらんだしゅるいごとに、むずかしさは|レベル%lld|まで上がります。
ka: სირთულე თითოეულ არჩეულ კატეგორიაში შეიძლება |%lld დონემდე| გაიზარდოს.
kk: Әр таңдалған бөлімнің қиындығы |%lld-деңгейге| дейін өсуі мүмкін.
km: កម្រិតលំបាកអាចឡើងដល់ |កម្រិត %lld| សម្រាប់ប្រភេទដែលបានជ្រើសនីមួយៗ។
kn: ಆಯ್ದ ಪ್ರತಿ ವಿಷಯದ ಕಷ್ಟವು |ಹಂತ %lld|ರವರೆಗೆ ಹೆಚ್ಚಬಹುದು.
ko: 선택한 각 항목은 |레벨 %lld|까지 어려워질 수 있어요.
lo: ຄວາມຍາກອາດເພີ່ມເຖິງ |ດ່ານ %lld| ສຳລັບແຕ່ລະໝວດທີ່ເລືອກ.
lt: Kiekvienos pasirinktos temos sunkumas gali kilti iki |%lld lygio|.
lv: Grūtība katrā izvēlētajā sadaļā var pieaugt līdz |%lld. līmenim|.
mk: Тежината може да се зголеми до |ниво %lld| за секоја избрана категорија.
ml: തിരഞ്ഞെടുത്ത ഓരോ വിഭാഗത്തിലും ബുദ്ധിമുട്ട് |ലെവൽ %lld| വരെ ഉയരാം.
mn: Сонгосон төрөл бүрийн хэцүү байдал |%lld-р түвшин| хүртэл нэмэгдэнэ.
mr: प्रत्येक निवडलेल्या प्रकाराची कठीणपणा |स्तर %lld| पर्यंत वाढू शकतो.
ms: Kesukaran boleh meningkat hingga |tahap %lld| bagi setiap kategori dipilih.
my: ရွေးထားတဲ့ အမျိုးအစားတစ်ခုစီမှာ ခက်ခဲမှုက |အဆင့် %lld| အထိ တိုးနိုင်တယ်။
ne: हरेक छानिएको भागको कठिनाइ |लेभल %lld| सम्म बढ्न सक्छ।
nl: De moeilijkheid kan oplopen tot |level %lld| van elk geselecteerd onderdeel.
no: Vanskelighetsgraden kan øke til |nivå %lld| i hver valgt kategori.
or: ବାଛିଥିବା ପ୍ରତ୍ୟେକ ବିଷୟର କଠିନତା |ଲେଭେଲ୍ %lld| ପର୍ଯ୍ୟନ୍ତ ବଢ଼ିପାରେ।
pa: ਹਰ ਚੁਣੀ ਸ਼੍ਰੇਣੀ ਦੀ ਔਖਾਈ |ਲੈਵਲ %lld| ਤੱਕ ਵੱਧ ਸਕਦੀ ਹੈ।
pl: Trudność może wzrosnąć do |poziomu %lld| w każdej wybranej kategorii.
pt: A dificuldade pode aumentar até ao |nível %lld| em cada categoria escolhida.
ro: Dificultatea poate crește până la |nivelul %lld| pentru fiecare categorie aleasă.
ru: Сложность каждой выбранной темы может расти до |уровня %lld|.
si: තෝරාගත් එක් එක් වර්ගයේ අපහසුතාව |මට්ටම %lld| දක්වා වැඩි විය හැක.
sk: Náročnosť môže pri každej vybratej kategórii stúpnuť až na |úroveň %lld|.
sl: Težavnost se lahko za vsako izbrano področje poveča do |stopnje %lld|.
sq: Vështirësia mund të rritet deri në |nivelin %lld| për çdo kategori të zgjedhur.
sr: Težina može da raste do |nivoa %lld| za svaku izabranu oblast.
sv: Svårigheten kan öka till |nivå %lld| för varje vald kategori.
sw: Ugumu unaweza kuongezeka hadi |kiwango cha %lld| kwa kila aina uliyochagua.
ta: தேர்ந்தெடுத்த ஒவ்வொரு வகையிலும் கடினம் |நிலை %lld| வரை உயரலாம்.
te: ఎంచుకున్న ప్రతి విభాగంలో కష్టం |లెవల్ %lld| వరకు పెరగవచ్చు.
th: ความยากเพิ่มได้ถึง |ด่าน %lld| ในแต่ละหมวดที่เลือก
tr: Her seçili bölümün zorluğu |%lld. seviyeye| kadar çıkabilir.
ug: ھەر بىر تاللانغان تۈردە قىيىنلىق |%lld-دەرىجە|گىچە ئۆسەلەيدۇ.
uk: Складність може зростати до |рівня %lld| для кожної вибраної категорії.
ur: ہر منتخب قسم میں مشکل |لیول %lld| تک بڑھ سکتی ہے۔
uz: Har bir tanlangan bo‘limda qiyinlik |%lld-bosqich|gacha oshishi mumkin.
vi: Độ khó có thể tăng đến |cấp %lld| cho mỗi mục đã chọn.
zh: 每个所选类型的难度最高可到 |第 %lld 关|。
zu: Ubunzima bungakhuphukela ku-|leveli %lld| esigabeni ngasinye esikhethiwe.

# modeIntro.superAll.b1
source: Practice adding, subtracting, tables, fractions and percentages all mixed up.
af: Oefen optel, aftrek, maaltafels, breuke en persentasies deurmekaar.
am: መደመር፣ መቀነስ፣ የማባዛት ሰንጠረዦች፣ ክፍልፋዮች እና መቶኛዎችን ደባልቀህ ተለማመድ።
ar: تدرّب على الجمع والطرح والجداول والكسور والنسب معًا.
as: যোগ, বিয়োগ, নামতা, ভগ্নাংশ আৰু শতাংশ মিহলাই অভ্যাস কৰা।
az: Toplama, çıxma, vurma cədvəlləri, kəsrlər və faizləri qarışıq məşq et.
be: Трэніруй складанне, адніманне, табліцы, дробы і працэнты ўперамешку.
bg: Упражнявай събиране, изваждане, таблици, дроби и проценти, разбъркани заедно.
bn: যোগ, বিয়োগ, নামতা, ভগ্নাংশ ও শতকরা মিলিয়ে অনুশীলন করো।
bo: སྣོན། འཐེན། སྒྱུར། ཆ་ཤས་དང་བརྒྱ་ཆ་ཚང་མ་འདྲེས་ནས་སྦྱོངས།
bs: Vježbaj sabiranje, oduzimanje, tablice, razlomke i postotke, sve pomiješano.
ca: Practica sumes, restes, taules, fraccions i percentatges, tot barrejat.
cs: Procvičuj sčítání, odčítání, násobilku, zlomky a procenta dohromady.
cy: Ymarfer adio, tynnu, tablau, ffracsiynau a chanrannau i gyd yn gymysg.
da: Øv addition, subtraktion, tabeller, brøker og procenter blandet sammen.
de: Übe Addition, Subtraktion, Reihen, Brüche und Prozente bunt gemischt.
el: Εξασκήσου σε πρόσθεση, αφαίρεση, προπαίδεια, κλάσματα και ποσοστά, όλα μαζί.
es: Practica sumas, restas, tablas, fracciones y porcentajes, todo mezclado.
et: Harjuta läbisegi liitmist, lahutamist, korrutustabeleid, murde ja protsente.
eu: Praktikatu batuketak, kenketak, taulak, zatikiak eta ehunekoak nahasita.
fa: جمع، تفریق، جدول ضرب، کسر و درصد را با هم تمرین کن.
fi: Harjoittele yhteen- ja vähennyslaskua, kertotauluja, murtolukuja ja prosentteja sekaisin.
fo: Ven samlegging, frádrátt, tabellir, brot og prosent hvørt um annað.
fr: Entraîne-toi avec des additions, soustractions, tables, fractions et pourcentages mélangés.
ga: Cleachtaigh suimiú, dealú, táblaí, codáin agus céatadáin measctha le chéile.
gl: Practica sumas, restas, táboas, fraccións e porcentaxes mesturadas.
gu: સરવાળો, બાદબાકી, પાડા, અપૂર્ણાંક અને ટકાવારી બધું મિશ્ર કરીને અભ્યાસ કરો.
he: תרגלו חיבור, חיסור, לוחות כפל, שברים ואחוזים בערבוביה.
hi: जोड़, घटाव, पहाड़े, भिन्न और प्रतिशत सब मिलाकर अभ्यास करो।
hr: Vježbaj zbrajanje, oduzimanje, tablice, razlomke i postotke, sve pomiješano.
hu: Gyakorold vegyesen az összeadást, kivonást, szorzótáblákat, törteket és százalékokat.
hy: Փորձիր գումարում, հանում, աղյուսակներ, կոտորակներ և տոկոսներ՝ խառը։
id: Latih penjumlahan, pengurangan, perkalian, pecahan, dan persentase secara campur.
is: Æfðu samlagningu, frádrátt, margföldun, brot og prósentur í bland.
it: Allenati con addizioni, sottrazioni, tabelline, frazioni e percentuali tutte insieme.
ja: たし算、ひき算、九九、分数、パーセントをまぜてれんしゅうしよう。
ka: ივარჯიშე მიმატებაში, გამოკლებაში, ტაბულებში, წილადებსა და პროცენტებში — ყველაფერი არეულად.
kk: Қосу, азайту, көбейту кестесі, бөлшектер мен пайыздарды араластырып жаттық.
km: ហាត់បូក ដក តារាងគុណ ប្រភាគ និងភាគរយលាយគ្នា។
kn: ಕೂಡಿಸುವಿಕೆ, ಕಳೆಯುವಿಕೆ, ಪಟ್ಟಿಗಳು, ಭಿನ್ನರಾಶಿಗಳು ಮತ್ತು ಶೇಕಡಾವಾರನ್ನು ಮಿಶ್ರವಾಗಿ ಅಭ್ಯಾಸ ಮಾಡು.
ko: 덧셈, 뺄셈, 구구단, 분수, 백분율을 모두 섞어 연습해요.
lo: ຝຶກບວກ, ລົບ, ສູດຄູນ, ເສດສ່ວນ ແລະ ເປີເຊັນປະສົມກັນ.
lt: Treniruok sudėtį, atimtį, daugybos lenteles, trupmenas ir procentus – viską kartu.
lv: Trenē saskaitīšanu, atņemšanu, reizināšanu, daļskaitļus un procentus jauktā secībā.
mk: Вежбај измешани задачи со собирање, одземање, таблици, дропки и проценти.
ml: കൂട്ടൽ, കുറയ്ക്കൽ, ഗുണനപ്പട്ടികകൾ, ഭിന്നങ്ങൾ, ശതമാനങ്ങൾ എല്ലാം കലർത്തി പരിശീലിക്കൂ.
mn: Нэмэх, хасах, хүрд, бутархай, хувийг хольж давт.
mr: बेरीज, वजाबाकी, पाढे, अपूर्णांक आणि टक्केवारी सगळे मिसळून सराव कर.
ms: Latih tambah, tolak, sifir, pecahan dan peratus secara campur.
my: ပေါင်း၊ နုတ်၊ မြှောက်ကိန်းဇယား၊ အပိုင်းကိန်းနဲ့ ရာခိုင်နှုန်းတွေကို ရောစပ်လေ့ကျင့်ပါ။
ne: जोड, घटाउ, गुणन तालिका, भिन्न र प्रतिशत मिसाएर अभ्यास गर।
nl: Oefen optellen, aftrekken, tafels, breuken en procenten door elkaar.
no: Øv på addisjon, subtraksjon, gangetabeller, brøker og prosent i en miks.
or: ଯୋଗ, ବିୟୋଗ, ନାମତା, ଭଗ୍ନାଂଶ ଓ ଶତକଡ଼ାକୁ ମିଶାଇ ଅଭ୍ୟାସ କର।
pa: ਜੋੜ, ਘਟਾਓ, ਪਹਾੜੇ, ਭਿੰਨਾਂ ਅਤੇ ਪ੍ਰਤੀਸ਼ਤ ਸਭ ਮਿਲਾ ਕੇ ਅਭਿਆਸ ਕਰੋ।
pl: Ćwicz razem dodawanie, odejmowanie, tabliczkę, ułamki i procenty.
pt: Pratica adição, subtração, tabuadas, frações e percentagens, tudo misturado.
ro: Exersează adunări, scăderi, înmulțiri, fracții și procente, toate amestecate.
ru: Тренируй сложение, вычитание, таблицы, дроби и проценты вперемешку.
si: එකතු කිරීම, අඩු කිරීම, ගුණන වගු, භාග සහ ප්‍රතිශත මිශ්‍රව පුහුණු වන්න.
sk: Trénuj sčítanie, odčítanie, násobilku, zlomky a percentá v jednom mixe.
sl: Vadi seštevanje, odštevanje, poštevanko, ulomke in odstotke, vse pomešano.
sq: Ushtro mbledhjen, zbritjen, tabelat, thyesat dhe përqindjet të përziera.
sr: Vežbaj sabiranje, oduzimanje, tablice, razlomke i procente, sve pomešano.
sv: Öva på addition, subtraktion, tabeller, bråk och procent blandat.
sw: Fanya mazoezi ya kujumlisha, kutoa, majedwali, sehemu na asilimia kwa mchanganyiko.
ta: கூட்டல், கழித்தல், வாய்ப்பாடுகள், பின்னங்கள், சதவீதங்கள் அனைத்தையும் கலந்து பயிற்சி செய்.
te: కూడిక, తీసివేత, ఎక్కాలు, భిన్నాలు, శాతాలను కలిపి సాధన చేయి.
th: ฝึกบวก ลบ สูตรคูณ เศษส่วน และเปอร์เซ็นต์แบบคละกัน
tr: Toplama, çıkarma, çarpım tabloları, kesirler ve yüzdeleri karışık çalış.
ug: قوشۇش، ئېلىش، كۆپەيتىش جەدۋىلى، كەسىر ۋە پىرسەنتنى ئارىلاشتۇرۇپ مەشىق قىل.
uk: Тренуй додавання, віднімання, таблиці, дроби й відсотки впереміш.
ur: جمع، تفریق، پہاڑے، کسریں اور فی صد ملا کر مشق کریں۔
uz: Qo‘shish, ayirish, ko‘paytirish jadvallari, kasrlar va foizlarni aralash mashq qil.
vi: Luyện cộng, trừ, bảng nhân, phân số và phần trăm lẫn nhau.
zh: 混合练习加法、减法、乘法表、分数和百分数。
zu: Zijwayeze ukuhlanganisa, ukususa, amathebula, amaqhezu namaphesenti kuxubile.

# modeIntro.superAll.title %lld
source: Supermix %lld
af: Supermengsel %lld
am: ሱፐርሚክስ %lld
ar: المزيج الكبير %lld
as: ছুপাৰমিক্স %lld
az: Superqarışıq %lld
be: Супермікс %lld
bg: Супермикс %lld
bn: সুপারমিক্স %lld
bo: རྩིས་འདྲེས་ཆེན་མོ་ %lld
bs: Supermiks %lld
el: Σούπερ μίξη %lld
fa: ترکیب ویژه %lld
fo: Superbland %lld
ga: Sármheascán %lld
gu: સુપરમિક્સ %lld
he: סופרמיקס %lld
hi: सुपरमिक्स %lld
hr: Supermiks %lld
hu: Szupermix %lld
hy: Սուպերխառնուրդ %lld
is: Ofurblanda %lld
ja: スーパーミックス%lld
ka: სუპერმიქსი %lld
kk: Супераралас %lld
km: លាយធំ %lld
kn: ಸೂಪರ್‌ಮಿಕ್ಸ್ %lld
ko: 슈퍼믹스 %lld
lo: ຊຸບເປີມິກ %lld
lv: Supermikss %lld
mk: Супермикс %lld
ml: സൂപ്പർമിക്സ് %lld
mn: Супермикс %lld
mr: सुपरमिक्स %lld
my: စူပါပေါင်းစပ် %lld
ne: सुपरमिक्स %lld
no: Supermiks %lld
or: ସୁପରମିକ୍ସ %lld
pa: ਸੁਪਰਮਿਕਸ %lld
ru: Супермикс %lld
si: සුපිරි මිශ්‍රණය %lld
sl: Supermešanica %lld
sr: Supermiks %lld
sw: Mchanganyiko %lld
ta: சூப்பர் கலவை %lld
te: సూపర్‌మిక్స్ %lld
th: ซูเปอร์มิกซ์ %lld
tr: Süper karışım %lld
ug: دەرىجىدىن تاشقىرى ئارىلاش %lld
uk: Супермікс %lld
ur: سپر مکس %lld
vi: Siêu trộn %lld
zh: 超级混合 %lld
zu: Ingxube enkulu %lld
